{
  "title": "Webontwikkelaar",
  "description1": "Ik ben 28 jaar oud en heb ervaring met zowel frontend als backend.",
  "description2": "Ik heb ervaring met werken met verschillende JavaScript frameworks en bibliotheken en ben altijd enthousiast om meer te leren en mijn kennis uit te breiden.",
  "description3": "Mijn voornaamste hobby's zijn hardlopen, kijken naar Engels voetbal en alles dat met computers te maken heeft, van het bouwen met hardware tot het programmeren van eigen projecten en samen met vrienden gamen.",
  "description4": "Verder ben ik ook geïnteresseerd in financiën, nieuwe technologie en milieu en duurzaamheid, en ik breng veel tijd door met lezen en leren over deze onderwerpen.",

  "experience": "Ervaring",
  "expressentitle": "Krantenverkoper - Expressen",
  "expressentext": "Mijn eerste baan toen ik 12 jaar oud was, als krantenverkoper voor Expressen. Ik verkocht kranten in mijn buurt aan de deur van mijn klanten.",
  "pitcherstitle": "Ober/Bartender - Pitcher's",
  "pitcherstext": "Bartending, serveren van eten, schoonmaken, etc. Ik was ook af en toe verantwoordelijk voor het openen en sluiten.",
  "papastapastitle": "Ober/Bartender - Papas Tapas",
  "papastapastext": "Ik was tijdelijk ingehuurd als ober en bartender in de eerste helft van 2016.",
  "elitehotelstitle": "Receptionist - Elite Hotels of Sweden",
  "elitehotelstext": "Tijdens mijn jaren bij Elite Hotels werkte ik voornamelijk 's nachts en was ik als enige verantwoordelijk voor het hele hotel met 132 kamers. Dit omvatte onder andere administratieve taken, service en schoonmaken.",
  "bishopsarmstitle": "Bartender - Bishops Arms",
  "bishopsarmstext": "Tijdens de zomer van 2020 werkte ik als bartender en ober bij Bishops Arms in Eskilstuna, waar ik voornamelijk achter de bar stond maar ook eten serveerde en met onze gasten sprak.",
  "knologramtitle": "Stage - Knologram",
  "knologramtext": "6 weken stage in het voorjaar van 2022 als onderdeel van mijn beroepsopleiding, waar ik voornamelijk werkte met HTML, CSS en .NET.",
  "pixagontitle": "Freelance Webontwikkelaar - Pixagon",
  "pixagontext": "In mei 2023 startte ik mijn eigen bedrijf waar ik websites maak. De technieken die ik het meest gebruik zijn React, Angular en gewone Javascript.",

  "education": "Opleiding",
  "teknikcollegetitle": "Technische Middelbare School - Teknikcollege Mälardalen",
  "teknikcollegetext": "Technische richting op de middelbare school, met veel wiskunde en natuurkunde en enkele verschillende computercursussen.",
  "driverslicencetitle": "Rijbewijs",
  "driverslicencetext": "B-rijbewijs in Zweden.",
  "ecutbildningtitle": "Java-ontwikkelaar - EC Opleiding",
  "ecutbildningtext": "Een tweejarige opleiding aan de beroepsopleiding in Malmö. Onze belangrijkste focus was Java, maar de cursus was zeer gevarieerd, en tijdens deze tijd leerde ik onder andere Javascript, React, Angular, Scrum, Git, SQL en Kotlin.",

  "residence": "Land",
  "city": "Stad",
  "age": "Leeftijd",
  "country": "Zweden",

  "swedish": "Zweeds",
  "english": "Engels",
  "dutch": "Nederlands",

  "phone": "Telefoonnr"
}
